const questions = [
  {
    id: 1,
    question: 'Яка столиця Франції?',
    options: ['Берлін', 'Мадрид', 'Париж', 'Рим'],
    correct: 2,
  },
  {
    id: 2,
    question: 'Скільки континентів на Землі?',
    options: ['5', '6', '7', '8'],
    correct: 2,
  },
  {
    id: 3,
    question: 'Хто написав «Ромео і Джульєтта»?',
    options: ['Діккенс', 'Шекспір', 'Гете', 'Дюма'],
    correct: 1,
  },
  {
    id: 4,
    question: 'Яка хімічна формула води?',
    options: ['CO₂', 'H₂O₂', 'NaCl', 'H₂O'],
    correct: 3,
  },
  {
    id: 5,
    question: 'Скільки планет у Сонячній системі?',
    options: ['7', '8', '9', '10'],
    correct: 1,
  },
  {
    id: 6,
    question: 'У якому році закінчилась Друга світова війна?',
    options: ['1943', '1944', '1945', '1946'],
    correct: 2,
  },
  {
    id: 7,
    question: 'Хто намалював «Мону Лізу»?',
    options: ['Мікеланджело', 'Рафаель', 'Да Вінчі', 'Пікассо'],
    correct: 2,
  },
  {
    id: 8,
    question: 'Який найбільший океан у світі?',
    options: ['Атлантичний', 'Індійський', 'Північний Льодовитий', 'Тихий'],
    correct: 3,
  },
  {
    id: 9,
    question: 'Скільки сторін має шестикутник?',
    options: ['5', '6', '7', '8'],
    correct: 1,
  },
  {
    id: 10,
    question: 'Яка найвища гора у світі?',
    options: ['К2', 'Еверест', 'Аконкагуа', 'Монблан'],
    correct: 1,
  },
];

export default questions;
